Repository: iavofficial/erzmobil-user-app
Catalog: lib/l10n/app_*.arb
Languages: de

source: wheelchair
de: Rollstuhl

source: Map
de: Karte

# legalInfoTitle
source: Legal information
de: Rechtliches

# imprintLabel
source: Imprint
de: Impressum

# dataprivacyLabel
source: Privacy policy
de: Datenschutzerklärung

# loggedInAsLabel
source: Logged in as:
de: Sie sind eingeloggt als:

# dialogErrorTitle
source: Error
de: Fehler

# dialogExpiredCodeErrorText
source: Sorry, your e-mail address and/or verification code is incorrect. Please repeat entering the data or start sending a new verification code.
de: Ihre E-Mail Adresse und/oder ihr Verifikationscode sind fehlerhaft. Bitte wiederholen Sie die Eingabe oder lassen sich erneut einen Verifikationscode schicken.

# dialogResetPwdSuccessText
source: You changed your password successfully. Please sign-in with your e-mail address and your new password.
de: Sie haben Ihr Passwort erfolgreich geändert! Bitte melden Sie sich mit Ihrer E-Mail-Adresse und dem neuen Passwort an.

# dialogGenericErrorText
source: Something went wrong, please try again
de: Irgendwas ist schiefgelaufen, bitte versuchen Sie es später noch einmal.

# dialogPushBackendErrorText
source: Sorry, you are not able to receive push messages at the moment. Maybe a re-login can fix this issue.
de: Entschuldigung, aktuell können Sie keine Push-Mitteilungen empfangen. Ein erneuter Login könnte das Problem lösen.

# dialogPushNoInternetErrorText
source: Sorry, you are not able to receive push messages at the moment. Please check your internet connection.
de: Entschuldigung, aktuell können Sie keine Push-Mitteilungen empfangen. Bitte prüfen Sie Ihre Internetverbindung.

# dialogTimeoutErrorText
source: The server is taking too long to respond, please try again.
de: Zeitüberschreitung bei der Anfrage, bitte versuchen Sie es später noch einmal.

# dialogNoInternetErrorText
source: Please check your Internet connection and try again.
de: Bitte prüfen Sie Ihre Internetverbindung und versuchen es später noch einmal.

# dialogDeleteAccountText
source: Your account has been successfully deleted.
de: Ihr Account wurde erfolgreich gelöscht.

# deleteAccountText1
source: You don't want to be part of the Smart City Zwönitz project anymore?
de: Sie wollen am Smart City Zwönitz Projekt nicht mehr teilnehmen?

# deleteAccountText2
source: Delete your account here.
de: Löschen Sie hier Ihren Account.

# dialogDeleteAccountMessage
source: Do you really want to delete your account and all your data?
de: Wollen Sie Ihren Account und Ihre Daten wirklich löschen?

# dialogRevokeJourneyMessage
source: Do you really want to revoke your booking?
de: Wollen Sie Ihre Buchung wirklich stornieren?

# dialogRevokeJourneyWithFeeMessage
source: The booking cannot be revoked free of charge because it is planned within the next 24 hours. In case of cancellation, a fee will be charged.
de: Sie können die Fahrt nicht kostenfrei stornieren, da die Fahrt innerhalb der nächsten 24 Stunden stattfindet. Bei einer Stornierung fällt der Komfort-Aufschlag trotzdem an.

# sendFeedbackText1
source: You want to give feedback or have any problems? Please contact us by
de: Falls Sie Fragen oder Anmerkungen haben kontaktieren Sie uns per

# sendFeedbackText2
source: or
de: oder

# sendFeedbackText3
source: You want to give feedback or have any problems? Please contact us by E-Mail to
de: Falls Sie Fragen oder Anmerkungen haben kontaktieren Sie uns per E-Mail an

# sendFeedbackText4
source: or by phone +49000000
de: oder rufen Sie uns an unter der Telefonnummer +49000000

source: phone.
de: Telefon.

# dialogRevokeJourneyTitle
source: Revoke journey
de: Fahrt stornieren

# dialogDeleteAccountTitle
source: Delete account
de: Account Löschen

# buttonConfirmDelete
source: Delete
de: Löschen

# buttonConfirmRevoke
source: Revoke
de: Stornieren

source: Select start
de: Start auswählen

source: Select destination
de: Ziel auswählen

# chooseStop
source: Select bus stop
de: Haltestelle auswählen

# selectStop
source: Select {destination}
de: {destination} auswählen

source: New journey
de: Neue Fahrt

# favoriteTitle
source: Favorites
de: Favoriten

# cancelJourney
source: Revoke this journey
de: Diese Fahrt stornieren

# updateJourney
source: Update this journey
de: Diese Fahrt aktualisieren

source: My journeys
de: Meine Fahrten

# detailedJourneys
source: My journey details
de: Fahrtdetails

# noJourneys
source: No journeys available
de: Keine Fahrten vorhanden.

# noFavorites
source: No favorites available
de: Keine Favoriten vorhanden.

# noJourney
source: No journey available
de: Keine Fahrt vorhanden.

# noData
source: Sorry, something went wrong. Please try again later.
de: Entschuldigung, beim Laden der Daten ist ein Fehler aufgetreten.

# journeyBooked
source: Journey requested
de: Fahrt angefragt

# journeyReserved
source: Journey booked
de: Fahrt gebucht

source: Journey started
de: Fahrt gestartet

source: Journey cancelled
de: Fahrt storniert

# journeyFinished
source: Journey completed
de: Fahrt durchgeführt

source: Licenses
de: Lizenzen

# about
source: About ERZmobil App
de: Über ERZmobil App

# copyright
source: © 2018-2019 IAV GmbH. All rights reserved.
de: © 2018-2019 IAV GmbH. Alle Rechte vorbehalten.

# authentication
source: User account
de: Benutzerkonto

source: Cancel
de: Abbrechen

# placeholderEmail
source: Email
de: Mailadresse

# placeholderRepeatEmail
source: Repeat Email
de: Mailadresse wiederholen

# placeholderPassword
source: Password
de: Passwort

# placeholderPasswordRepetition
source: Repeat Password
de: Passwort wiederholen

# placeholderAddress
source: Address
de: Adresse

# placeholderGivenName
source: Given name
de: Vorname

# placeholderFamilyName
source: Family name
de: Nachname

# placeholderPhoneNumber
source: Phone number
de: Telefonnummer

source: Signin
de: Anmelden

source: Signout
de: Ausloggen

source: Forgot password?
de: Passwort vergessen?

# signupTitle
source: Signup
de: Registrierung

# dialogRegisterAccountText
source: You have successfully registered. Please look in your inbox and verify your address by clicking on the link.
de: Ihre Registrierung war erfolgreich. Bitte schauen Sie in Ihrem Posteingang nach und verifizieren Sie sich per Klick auf den Link.

# eMailValidation
source: The e-mail address must have a valid format.
de: Die E-Mail Adresse muss ein gültiges Format haben.

# firstNameValidation
source: The text field must not be empty.
de: Das Feld darf nicht leer sein.

# lastNameValidation
source: The text field must not be empty.
de: Das Feld darf nicht leer sein.

# addressValidation
source: The text field must not be empty.
de: Das Feld darf nicht leer sein.

# codeValidation
source: Please enter the verification code.
de: Bitte geben Sie den Verifikationscode an.

# buttonSendPwd
source: Send new password
de: Neues Passwort übermitteln

# buttonSend
source: Re-send e-mail
de: E-Mail erneut senden

# buttonResetPwd
source: Send verification code
de: Verifikationscode senden

# dialogConfirmNecessaryText
source: Sorry, you haven’t confirmed your e-mail address. Please look in your inbox and verify your address by clicking on the link.
de: Leider haben Sie Ihre E-Mail-Adresse noch nicht bestätigt. Bitte schauen Sie in Ihrem Posteingang nach und verifizieren Sie sich per Klick auf den Link.

# phoneNumberValidation
source: The phone number must have a valid format.
de: Die Telefonnummer muss ein gültiges Format haben.

# dialogUserExistsErrorText
source: An account with the given mail address already exists.
de: Ein Account mit der E-Mail-Adresse existiert bereits.

# resetInfoLabel
source: Please enter your registered e-mail address here. After that you will receive an e-mail with a verification code to change your password in the Erzmobil App
de: Bitte geben Sie hier Ihre registrierte E-Mail-Adresse ein. Anschließend erhalten Sie eine Mail mit einem Verifikationscode zum Ändern Ihres Passworts in der Erzmobil-App.

# passwordHint
source: Hint: Your password needs to contain at least a symbol, a lowercase character, an uppercase character as well as a digit and needs to be at least 8 characters long!
de: Hinweis: Das Passwort muss mindestens ein Sonderzeichen, einen Großbuchstaben, einen Kleinbuchstaben und eine Ziffer enthalten sowie mindestens 8 Zeichen lang sein!

# passwordControlHint
source: The passwords have to be the equal.
de: Die Passwörter müssen übereinstimmen.

source: Signup
de: Registrieren

source: Enter registration code
de: Registrierungscode eingeben

# forgotPasswordTitle
source: Recover password
de: Passwort zurücksetzen

# selectRouteFromLabel
source: From:
de: Von:

# selectRouteToLabel
source: To:
de: Nach:

# createRouteButton
source: Create Trip
de: Fahrt anlegen

# dateTimeStartViewLabel
source: Time
de: Uhrzeit

# dateLabel
source: Date
de: Datum

# dateTimeArrivalViewLabel
source: Arrival
de: Ankunft

# dateTimeDepartureViewLabel
source: Departure
de: Abfahrt

# numberSeats
source: Seats
de: Sitzplätze

# noPosition
source: Your position is unavaible or outside of Zwönitz
de: Ihre Position ist nicht verfügbar oder außerhalb von Zwönitz

# bookRouteHeaderJourney
source: Your journey was registered. We now calculate your journey data and inform you about news.
de: Dein Fahrtwunsch wurde registriert. Wir berechnen jetzt Deine Fahrtdaten und informieren dich bei Neuigkeiten.

# positiveReply
source: Yeah, we can give you a ride. Are you ready?
de: Super, du kannst bei uns mitfahren. Bald geht's los!

# negativeNoBuses
source: Arrival or departure time is outside the operating hours of the Erzmobil. Please select a travel time within operating hours.
de: Ankunfts- oder Abfahrtszeit liegt außerhalb der Betriebszeiten des ERZmobils. Bitte wählen Sie eine Fahrzeit innerhalb der Betriebszeiten.

# negativeNoBusesNoAlternativeFound
source: Unfortunately, the ERZmobil cannot offer any free places in the period {from} to {to}. Please try another arrival or departure time.
de: Das ERZmobil kann leider keine freien Plätze im Zeitraum von {from} bis {to} anbieten. Bitte versuchen Sie eine andere Ankunfts- oder Abfahrtszeit.

# negativeTimeInPast
source: The desired journey time is too short for the Erzmobil. Please try a later arrival or departure time.
de: Die gewünschte Fahrzeit ist für das ERZmobil zu kurzfristig. Bitte versuchen Sie eine spätere Ankunfts- oder Abfahrtszeit.

# negativeNoCommunity
source: The booking request is inadmissible, since Erzmobil offers only trips within the municipality of Zwönitz.
de: Die Buchungsanfrage ist unzulässig, da ERZmobil nur Fahrten innerhalb der Gemeinde Zwönitz anbietet.

# negativeNoSeatsSelected
source: The entries are invalid as at least one seat must be selected. The number of seats has been reset.
de: Die Eingaben sind unzulässig, da mindestens ein Sitzplatz ausgewählt sein muss. Die Anzahl der Sitzplätze wurde zurückgesetzt.

# negativeNoStopInArea
source: The booking request is inadmissible, since the start or end point are not known stops.
de: Die Buchungsanfrage ist unzulässig, da Start- oder Endpunkt keine bekannten Haltestellen sind.

# negativeSameStops
source: The booking request is inadmissible, since the start and end point are identical.
de: Die Buchungsanfrage ist unzulässig, da Start- oder Endpunkt identisch sind.

# negativeSameFavoriteStops
source: The input is inadmissible, since the start and end point are identical.
de: Die Eingaben sind unzulässig, da Start- und Endpunkt identisch sind.

# negativeNoRouting
source: ERZmobil is unfortunately booked at this time. Please try another arrival or departure time.
de: Das ERZmobil ist leider zu dieser Zeit ausgebucht. Bitte versuchen Sie eine andere Ankunfts- oder Abfahrtszeit.

# negativeIdenticalStops
source: Oh no, start and destination are too close to each other. Please choose different ones for start/destination
de: Ups, es scheint als wären Start und Ziel identisch. Bitte wähle unterschiedliche Haltestellen aus.

# negativeWrongTimeFuture
source: The desired journey time is too far in the future. Please choose an arrival or departure time within the next 4 weeks.
de: Die gewünschte Fahrzeit ist für das ERZmobil zu weit in der Zukunft. Bitte versuchen Sie eine Ankunfts- oder Abfahrtszeit innerhalb der nächsten 4 Wochen.

# negativeBusesTooSmall
source: Unfortunately, no vehicle with appropriate capacity is currently available. Please reduce the number of persons or split the ride in smaller groups.
de: Leider steht aktuell kein Fahrzeug mit entsprechender Kapazität zur Verfügung. Bitte reduzieren Sie die Personenzahl oder teilen Sie die Fahrt in kleinere Gruppen auf.

# negativeTimeBlockerNoBuses
source: Unfortunately, the ERZmobil is fully booked at this time. Please try another arrival or departure time.
de: Das ERZmobil ist zu dieser Zeit leider ausgebucht. Bitte versuchen Sie eine andere Ankunfts- oder Abfahrtszeit.

# http400
source: Something went wrong, please try again
de: Irgendwas ist schiefgelaufen, versuch's nochmal!

# http403
source: Are you already registered? Please double check
de: Bist du schon bei uns registriert? Bitte überprüfe das

# http404
source: Oops, something didn't work out...
de: Ups, da ist wohl was schief gelaufen…

# http405
source: Something went wrong, please try again
de: Irgendwas ist schiefgelaufen, versuch's nochmal!

# http429
source: ERZmobil is currently in high demand. Please try again later!
de: Unsere Fahrzeuge sind gerade sehr gefragt. Bitte gib uns ein paar Minuten zum durchschnaufen.

# http500
source: Oops, a screw got stuck. We will solve this problem asap!
de: Oh, da klemmt wohl eine Schraube. Wir versuchen den Fehler schnellstmöglich zu beheben.

# http501
source: Oh no, we were not able to process your request. Please try again...
de: Ups, die Anfrage konnten wir nicht bearbeiten... versuch's nochmal!

# http503
source: ERZmobil is currently being serviced. We will be back soon...
de: Wir schrauben gerade an ein paar Fahrzeugen. Etwas Geduld, gleich geht’s weiter!

# http504
source: Please be patient. We are currently trying to fix the problem
de: Etwas Geduld. Wir arbeiten kräftig daran, dass es gleich weitergeht.

# dialogWrongCredentialsErrorText
source: Incorrect email address or password.
de: Ungültige Email Adresse oder ungültiges Passwort.

# userNotAvailable
source: The given account was not found.
de: Das Konto mit der Email Adresse wurde nicht gefunden.

# verifyCodeInfoLabel
source: You have received an e-mail with a verification code for your new password. Please enter it here now.
de: Sie haben per E-Mail einen Verifikationscode für Ihr neues Passwort erhalten. Bitte geben Sie diesen hier nun ein.

# changePwdInfoLabel
source: Enter your e-mail address, your verification code and your new password here.
de: Geben Sie hier Ihre E-Mail-Adresse, Ihren Verifikationscode und ein neues Passwort ein.

# codeHint
source: Verification code
de: Verifikationscode

# dialogWrongCodeErrorText
source: Sorry, you entered a wrong/invalid verification code.
de: Sie haben einen falschen/ungültigen Verifikationscode eingegeben.

# dialogUserUnknownErrorText
source: Your email address is not (or no longer) known to us. Are you sure you typed it correctly?
de: Ihre Mailadresse ist uns nicht (mehr) bekannt. Haben Sie sich vielleicht vertippt?

# dialogSendMailText
source: Please look in your inbox.
de: Bitte schauen Sie in Ihrem Maileingang nach.

# bookedOn
source: Departure time
de: Abfahrtszeit

# estimatedArrival
source: Arrival time
de: Ankunftszeit

# journeyStatus
source: Status
de: Buchungsstatus

# addionalWheelchairSeats
source: Additional wheelchair seats
de: Zusätzliche Rollstuhlplätze

source: Ticket code
de: Buchungscode

# journeyError
source: Something went wrong, journeys cannot be loaded.
de: Irgendwas ist schiefgelaufen, deine Fahrten konnten nicht geladen werden.

# switchToJourneyList
source: Back to 'My Jouneys'
de: Zurück zu 'Meine Fahrten'

# ticketType
source: Available ticket:
de: Vorhandenes Ticket:

# notificationTitleJourneyUpdate
source: Journey updated
de: Fahrtupdate

# notificationMessageJourneyUpdate
source: The journey from {start} to {stop} on {date} was updated.
de: Die Fahrt von {start} nach {stop} am {date} wurde aktualisiert.

# notificationTitleJourneyCancelled
source: Journey cancelled
de: Fahrt storniert

# notificationMessageJourneyCancelled
source: The journey from {start} to {stop} on {date} was cancelled.
de: Die Fahrt von {start} nach {stop} am {date} wurde storniert.

# usageHintFirstName
source: Your name is required for the user management.
de: Ihr Name wird für die Nutzerverwaltung benötigt.

# usageHintLastName
source: Your name is required for the user management.
de: Ihr Name wird für die Nutzerverwaltung benötigt.

# usageHintMail
source: The e-mail address is used for the login and the verification of your account.
de: Für den Login und die Verifizierung Ihres Accounts wird die E-Mail Adresse benötigt.

# usageHintPhone
source: In exceptional cases, such as delays due to weather conditions, the driver can contact you by phone.
de: In Ausnahmefällen, wie Verspätungen aufgrund von Witterungsverhältnissen, kann der Fahrer Sie darüber kontaktieren.

# usageHintAddress
source: For pending claims for comfort supplements, the address is required for possible accounting means.
de: Bei ausstehenden Forderungen für Komfortzuschläge, wird die Adresse für mögliche Rechnungslegungen benötigt.

# acceptTOS
source: By registering, you agree to the
de: Ich stimme den

source: terms of transportation
de: Beförderungsbedingungen und Tarifbestimmungen

# acceptTOS2
source: of the VMS including the local
de: des VMS inklusive der örtlich geltenden

# specialStipulations
source: terms and conditions
de: besonderen Festlegungen

# acceptTOS3
source: and the
de: und der

# dataPrivacy
source: privacy policy
de: Datenschutzerklärung

# acceptTOS4
source: of the city of Zwönitz.
de: der Stadt Zwönitz zu.

# aboutErzmobil
source: About the project
de: Über das Projekt

# comfortFeeHint
source: Create trip as per tariff of the VMS + 0,50€ comfort fee/person
de: Fahrt zum Tarif des VMS + 0,50€ Komfortzuschlag/Person anlegen

# accountDetails
source: Account information
de: Mein Account

source: Save
de: Speichern

# editData
source: Change {dataField}
de: {dataField} ändern

source: accessibility.
de: Barrierefreiheit.

# accessibilityHint
source: Please notice our information about
de: Bitte beachten Sie unsere Hinweise zur

# notificationTitleDelayInformation
source: Delay hint
de: Verspätungshinweis

# notificationMessageDelayInformation
source: The tour from {start} to {stop} at {date} is delayed by {min}.
de: Die Fahrt von {start} nach {stop} am {date} verspätet sich um {min}

# notificationTitleJourneyReminder
source: Next journey reminder
de: Erinnerung an nächste Fahrt

# notificationMessageJourneyReminder
source: The tour from {start} to {stop} starts at {date}
de: Die nächste Fahrt von {start} nach {stop} startet um {date}

# lostInternetConnection
source: Please check your Internet connection.
de: Bitte prüfen Sie Ihre Internetverbindung.

# dialogMessageNoInternet
source: Something went wrong, please check your internet connection.
de: Irgendwas ist schiefgelaufen, bitte prüfen Sie Ihre Internetverbindung.

# bookNewJourney
source: New journey
de: Neue Fahrt

# bookLastBookedJourney
source: Last journey
de: Letzte Fahrt

# bookFromFavoriteJourney
source: Favorites
de: Favoriten

# addNewFavoriteStop
source: Add/Edit stop
de: Haltestellen hinzufügen/editieren

# addNewFavoriteJourney
source: Add journey
de: Fahrt hinzufügen

# saveFavorite
source: Save
de: Speichern

# deleteFavorite
source: Delete
de: Löschen

# saveFavoriteError
source: Sorry, something went wrong. Please try again later.
de: Entschuldigung, beim Speichern ist ein Fehler aufgetreten. Bitte versuchen Sie es später nochmal.

# userBlockedDescription
source: Unfortunately, your user account is temporarily locked. Therefore, no new bookings are possible. The blocking occurs if you have booked too often and did not show up at the stop or if you have cancelled trips too often at short notice. On the following page you will find all information to unlock the user account again:
de: Leider ist Ihr Nutzerkonto vorübergehend gesperrt. Daher sind keine neuen Buchungen möglich. Die Sperrung erfolgt, wenn Sie zu häufig gebucht haben und nicht an der Haltestelle erschienen sind oder wenn Sie zu häufig Fahrten kurzfristig storniert haben. Auf der folgenden Seite finden Sie alle Informationen um das Nutzerkonto wieder freizuschalten:

# alternateJourneys
source: Unfortunately there are no journeys available at your booked time at {time}. Here are some alternative times for your journey.
de: Leider sind zu Ihrer gebuchten Zeit um {time} keine Fahrten verfügbar. Hier sind einige alternative Zeiten für Ihre Fahrt.

# orderAlternateTime
source: Create trip to selected time
de: Fahrt zur ausgewählten Zeit anlegen

# suggestAlternativesText
source: Flexible booking time
de: Flexible Buchungszeit

# suggestAlternativesEarlier
source: earlier
de: früher

# suggestAlternativesLater
source: later
de: später

# suggestAlternativesNo
source: no
de: nein

source: Vehicle
de: Fahrzeug

# electrifiedBus
source: electric
de: elektrisch

# autonomousShuttle
source: autonomous
de: autonom

source: other
de: andere

# qrCodeNeedHelp
source: Do you need help?
de: Benötigen Sie Hilfe?
